Repository: nrkbeta/nrkbetaquiz
Catalog: languages/nrkbetaquiz-*.po
Languages: cs_cz

source: You have not answered the quiz correctly. Try again.
cs_cz: Tato odpověď není správná. Zkuste to znovu.

source: Would you like to comment? Please answer some quiz questions from the story.
cs_cz: Chcete se zapojit do diskuse? Prosím odpovězte na otázky níže.

source: We care about our comments.
cs_cz: Záleží nám na kvalitě této diskuse.

source: That's why we want to make sure that everyone who comments have actually read the story.
cs_cz: A proto si chceme být jisti, že každý komentující četl článek, který komentuje.

source: Answer a couple of questions from the story to unlock the comment form.
cs_cz: Odpovězte na pár otázek z články, abyste odemkli formulář.

source: Please %1$senable javascript%2$s to comment
cs_cz: Prosím %1$spovolte javascript%2$s pro komentáře

source: Add question +
cs_cz: Přidat otázku +

source: Correct
cs_cz: Správně

source: Answer
cs_cz: Odpověď

source: Question
cs_cz: Otázka

source: Require the user to answer a quiz to be able to post comments.
cs_cz: Uživatel musí odpovědět na kvíz, aby mohl přidat komentáře.
